---
kind: other
id: Methods.T:Autodesk.Revit.DB.CombinableElementArrayIterator
source: html/56d6da3a-8d20-2610-1502-f58b03f1b633.htm
---
# CombinableElementArrayIterator Methods

Causes the object to release immediately any resources it may be utilizing.